<div style='font-family:"DejaVu Sans","sans-serif";'>
    <p align="center">
        <strong>АГЕНТСКИЙ ДОГОВОР ОБ ЭКСКЛЮЗИВНОЙ ИНТЕРНЕТ-ТОРГОВЛЕ</strong>
    </p>
	<p align="center">
        далее совместно именуемые «Стороны», а отдельно «Сторона»
    </p>
    <p align="center">
        или с указанным выше обозначением.
    </p>
    <p>
        Стороны, в соответствии с обоюдным свободным волеизъявлением и
законодательством Грузии, заключаем настоящий Договор о следующем:
    </p>
    <p>
        <strong> </strong>
    </p>
	  <p>
        <strong>2. <u>Предмет Договора</u></strong>
    </p>
    <div align="center">
        <table width="600" border="0" cellspacing="0" cellpadding="0">
            <tbody>
                <tr>
                    <td width="300" valign="top">
                        <p>
                            г. Тбилиси
                        </p>
                    </td>
                    <td width="300" valign="top">
                        <p>
                            {{ date('d-m-Y', strtotime($order['updated_at'])) }}
                        </p>
                    </td>
                </tr>
                <tr>
                    <td width="600" valign="top" colspan="2">
                        <p>
                            <strong>1. Стороны </strong>
                        </p>
                        <p>
                            С одной стороны
                        </p>
                    </td>
                </tr>
                <tr>
                    <td width="300" valign="top">
                        <p>
                            Фирменное наименование
                        </p>
                        <p>
                            Идентификационный код
                        </p>
                        <p>
                            Представитель
                        </p>
                        <p>
                            Имя, фамилия
                        </p>
                        <p>
                            Далее именуемый
                        </p>
                        <p>
                            Эл. почта
                        </p>
                    </td>
                    <td width="300" valign="top">
                        <p>
                            Agromine JSC
                        </p>
                        <p>
                            инн: 405278131
                        </p>
                        <p>
                            Директор
                        </p>
                        <p>
                            Савин Александр Евгеньевич
                        </p>
                        <p>
                            <strong>Торговый Агент</strong>
                            <strong></strong>
                        </p>
                        <p>
                            lawyer@biodeposit.ge
                        </p>
                    </td>
                </tr>
                <tr>
                    <td width="600" valign="top" colspan="2">
                        <p>
                            и с другой стороны
                        </p>
                    </td>
                </tr>
                <tr>
                    <td width="300" valign="top">
                        <p>
                            Имя
                        </p>
                        <p>
                            Фамилия
                        </p>
                        <p>
                            Далее именуемый
                        </p>
                        <p>
                            Эл. почта
                        </p>
                        <p>
                            Мобильный телефон
                        </p>
                    </td>
                    <td width="300" valign="top">
                        <p>
                            {{ $user['lastName'] }}
                        </p>
                        <p>
                            {{ $user['firstName'] }}
                        </p>
                        <p>
                            <strong>Продавец</strong>
                        </p>
                        <p>
                             {{ $user['email'] }}
                        </p>
                        <p>
                             {{ $user['phone'] }}
                        </p>
                    </td>
                </tr>
            </tbody>
        </table>
    </div>
    <p>
        2.1. Настоящим Договором Продавец присваивает торговому агенту право
        эксклюзивного интернет торгового агента (представителя), для
организации продаж принадлежащей Продавцу товара (Олива - далее «<strong>Товар</strong>») в интернет-пространстве с помощью веб-страницы
        www.biodeposit.ge и системы ее специальной программной платформы;
    </p>
    <p>
        2.2. За организацию продаж в интернет-пространстве с помощью
        веб-страницы - www.biodeposit.ge и системы специальной программной
        платформы Продавец обязан платить торговому агенту комиссионные, в
        порядке и в размере, установленных этим Договором;
    </p>
    <p>
        2.3. В течение срока действия этого Договора Продавец не имеет права
        осуществлять продажу Товара другим третьим лицам и/или с их помощью в
        интернет-пространстве и/или путем использования других средств, а также
независимо, <strong>без</strong>        <strong>участия торгового агента, согласия последнего </strong>или
        обязан предупредить торгового агента не менее чем за 30 рабочих дней до
        осуществления момента продажи Товара собственными силами.
    </p>
    <p>
        3. <strong><u>Организация продаж</u></strong>
    </p>
    <p>
        3.1. Под организацией продаж Стороны подразумевают допуск и размещение
        на продажу принадлежащего Продавцу Товара на имеющейся в управлении
        торгового агента специальной программной платформе (далее «Программная
        платформа») в режиме авторизации, которая доступна для любого
        заинтересованного лица и в том числе для Продавца в дистанционном
        режиме, в электронном виде, с помощью указанной в пункте 2.1 и 2.2
        веб-страницы;
    </p>
    <p>
        3.2. Размещение Товара на продажу на «программной платформе» и
        связанные с ней транзакции будут осуществляться в соответствии со
        специальными правилами и условиями (далее «Правила платформы»), с
        которыми Продавец полностью ознакомлен и заявляет о своем согласии на
        них и право одностороннего изменения которых, безусловно, имеет
        торговый агент; в случае одностороннего изменения агентом правил
        платформы, продавец получает право на одностороннее расторжение
        настоящего договора, такое право действует не более, чем в течении 2
        календарных дней, после такого изменения.
    </p>
    <p>
        3.3. Продавец обязан удовлетворять требования торгового агента
        касательно идентификации Товара, достоверности/действительности ее
        показателей и связанных с ней вопросов;
    </p>
    <p>
        3.4. Стороны соглашаются, что продажи Товара на программной платформе
        будут по выбору торгового агента осуществляться в режиме консигнации
        и/или скрытого принципала, во время чего во всех случаях
        ответственность за действительность Товара, ее правовую и вещную
        безупречность прямо, а в режиме консигнации путем регрессии, несет
        Продавец;
    </p>
    <p>
        3.5. Стороны соглашаются, что реестр размещенного на программной
        платформе Товара, который включает в себя и отображает информацию как о
        транзакции первичной продажи/обмена, также каждой последующей и
        соответственно о собственниках Товара, будет считаться достоверным
        доказательством - правоустанавливающим документом, в том числе
        сведением о Товаре с точки зрения установления правового режима и
        собственников. Такая информация становиться публичной, только в случае
        размещения Товара на программной платформе для продажи.
    </p>
    <p>
        3.6. Стороны исключительно соглашаются, что Продавец будет применять
        все имеющиеся возможности для защиты интересов и прав всех
        заинтересованных лиц, выявленных посредством программной платформы в
        связи с приобретением Товара, в том числе, как первоначальных
        приобретателей, так и каждых последующих;
    </p>
    <p>
        3.7. Стороны соглашаются, что обеспечат передачу Товара в соответствии
        с «Правилами платформы» приобретающим этот Товар собственникам, а также
        доступность приобретенного Товара;
    </p>
    <p>
        3.8. Во избежание в дальнейшем всяческих непониманий и неясностей,
        организация продаж на программной платформе подразумевает и включает в
        себя получение цены купли-продажи в пользу Продавца и от его имени,
        заключение сделок купли-продажи от имени Продавца и выполнение действий
        в связи с ее осуществлением, в соответствии с условиями,
        предусмотренными правилами платформы.
    </p>
    <p>
        <strong>
            4. <u>Эксклюзивность продаж и ограничение заключения сделок</u>
        </strong>
    </p>
    <p>
        4.1. Стороны исключительно отмечают, что в течение срока действия этого
        Договора или до момента продажи торговым агентом всего выставленного на
        продажу Товара принадлежащей Продавцу согласно настоящего договора,
        торговый агент имеет эксклюзивные полномочия продажи Товара Продавца,
        что означает то, что Продавцу запрещается продавать/отчуждать свой
        собственный Товар третьему лицу без участия Продавца и без его
        письменного согласия; или Продавец обязан предупредить не менее чем за
        30 рабочих дней о желании самостоятельной продажи собственного Товара и
        отказе от услуг торгового агента.
    </p>
    <p>
        4.2. Стороны соглашаются, что Продавец незамедлительно предоставит
        торговому агенту весь тот Товар, который торговый агент выставит на
        продажу посредством программной платформы и в последствии который он
        желает продать/отчудить;
    </p>
    <p>
        4.3. Стороны соглашаются, что в случае продажи/отчуждения полных
        активов, реорганизации Продавца и в других таких случаях, в результате
        которых активы и вместе с ними Товар может быть передана третьему лицу,
        в том числе учредителям Продавца, будет обеспечено распространение
        условий настоящего Договора на указанных третьих лиц.
    </p>
    <p>
        <strong>5. <u>Передача/обретение права собственности</u></strong>
        <strong></strong>
    </p>
    <p>
        5.1. Переход права собственности на Товар к покупателю осуществляется
        по подтверждению оплаты цены последним;
    </p>
    <p>
        5.2. Стороны исключительно соглашаются, что риск случайного уничтожения
        и повреждения Товара переходит к покупателю в фактическое прямое и/или
        непрямое владение с момента передачи. Соответственно, в случае
        возникновения такого риска невозможность выполнения касательно
        конкретного актива рассматривается как недостаточное выполнение, что
        порождает вторичное требование к Продавцу.
    </p>
    <p>
        <strong>6. <u>Передача Товара в фактическое владение</u></strong>
        <strong></strong>
    </p>
    <p>
        6.1. Передача Товара в фактическое владение покупателю/собственнику
        может быть осуществлена в прямом и/или непрямом виде;
    </p>
    <p>
        6.2. Условия передачи Товара в фактическое владение
        покупателю/собственнику в прямом и/или непрямом виде определяются в
        соответствии с правилами платформы.
    </p>
    <p>
        <strong>7. <u>Заявления и гарантии Продавца</u></strong>
        <strong></strong>
    </p>
    <p>
        7.1. Продавец заявляет и гарантирует, что
    </p>
    <p>
        (i) Продавец является действительным собственником Товара, в том числе
        к моменту заключения этого Договора, зарегистрированным в Публичном
        реестре по регистрационным параметрам, он имеет полное и неограниченное
        право на Товар и уполномочен, имеет все необходимые разрешения/согласия
        на отчуждение без необходимости дополнительного согласия;
    </p>
    <p>
        (ii) Товар не / не будет отягощен вещной ипотекой/залогом, а также
        налоговым залогом/ипотекой, на него не / не будет зарегистрирован
        какой-либо запрет и третьи лица не имеют какого-либо рода претензию в
        связи с Товаром;
    </p>
    <p>
        (iii) К моменту заключения настоящего Договора Товар не является
        предметом спора исходя из тех правовых отношений, которые возникли до
        заключения этого Договора;
    </p>
    <p>
        (iv) Третьи лица не имеют какого-либо рода прав требований в связи с
        Товаром;
    </p>
    <p>
        (v) До заключения настоящего Договора, а также до предъявления в
        Публичный реестр, в Публичном реестре касательно Товара не ведется
        какого-либо рода регистрационное производство, связанное с отягощением
        обязательств или правами третьих лиц, что также подразумевает
        несуществование документов, отображающих такие обязательства;
    </p>
    <p>
        (vi) Товар не / не будет передана ею третьим лицам в пользование и
        владение, в ущерб интересов торгового агента и найденных им
        заинтересованных лиц;
    </p>
    <p>
        (vii) Право собственности Продавца на Товар основывается на
        действительную сделку и что другого собственника не существует;
    </p>
    <p>
        (viii) Товар не имеет скрытого недостатка и/или такого недостатка,
        который не будет заявлен Продавцом;
    </p>
    <p>
        (ix) Заключение этого Договора не вызовет нарушение обязательств,
        возложенных законодательством, и перед третьими лицами;
    </p>
    <p>
        (x) Не существует / не будет существовать в правовом и фактическом
        отношении препятствующих обстоятельств, которые могут целиком и/или
        частично исключить осуществление настоящей сделки;
    </p>
    <p>
        (xi) В соответствии с правилами платформы данные, заявленные Продавцом
        в связи с качественностью Товара, будут/являются правильными и с этой
        стороны исключается какого-либо рода неточность.
    </p>
    <p>
        <strong>8. <u>Качественность Товара (вещная безупречность)</u></strong>
        <strong><u></u></strong>
    </p>
    <p>
        8.1. Стороны исключительно отмечают, что заключение и выполнение
        настоящего Договора торговый агент связывает с действительностью
        гарантий Продавца, указанных в пункте 7.1 этого Договора, согласно
        которым касательно Товара кумулятивно должны существовать все
        заявленные Продавцом вышеописанные условия.
    </p>
    <p>
        <strong>9. <u>Расчет</u></strong>
        <strong></strong>
    </p>
    <p>
        9.1. Расчет прибыли, полученной организацией продаж, будет
        производиться между Сторонами в соответствии с календарным месяцем, на
        зафиксированные и полученные в этот период суммы;
    </p>
    <p>
        9.2. Размер комиссионных торгового агента по настоящему Договору,
        который может измениться и/или быть заново установлен в любое время в
        течение срока действия этого Договора, определен в соответствии с
        правилами платформы;
    </p>
    <p>
        9.3. Прибыль, полученная Продавцом путем продажи Товара по этому
        Договору, которую торговый агент заплатит в соответствии с пунктом 9.1,
        определяется согласно правилам платформы;
    </p>
    <p>
        9.4. Расчет будет производиться в национальной валюте.
    </p>
    <p>
        <strong>10. <u>Коммуникация Сторон</u></strong>
        <strong></strong>
    </p>
    <p>
        10.1. Коммуникация между Сторонами ведется при помощи контактных
        представителей и приглашенных специалистов (при существовании таковых)
        путем уведомлений, составленных на грузинском языке, английском языке
        либо русском языке отправленных (переданных) в устной, письменной и
        электронной форме. Если этим Договором для конкретного уведомления не
        установлена только одна форма. В таком последнем случае для отправления
        уведомления коммуникации используется только согласованная Договором и
        прямо установленная форма;
    </p>
    <p>
        10.2. Если ничто иное не установлено настоящей статьей, уведомление
        рассматривается как вступившее в силу и соответственно полученным после
        того как оно фактически передано Стороне-адресату и/или размещено в
        сфере/пространстве ее правления. Доказательство отправления/поучения
        уведомления возлагается на отправляющую его Сторону;
    </p>
    <p>
        10.3. В течение действия настоящего Договора каждая Сторона обязана
        известить вторую Сторону об изменении контактных реквизитов, о чем
        незамедлительно должно быть отправлено соответствующее уведомление;
    </p>
    <p>
        10.4. В случае нарушения обязательства, предусмотренного пунктом 10.3
        настоящей статьи, отправленное на старые реквизиты уведомление
        рассматривается врученным, за чем следуют соответственные правовые
        последствия.
    </p>
    <p>
        <strong>11. <u>Ответственность</u> </strong>
        <strong></strong>
    </p>
    <p>
        11.1. В случае невыполнения и ненадлежащего выполнения обязательств,
        возложенных этим Договором, каждая Сторона всем своим имуществом несет
        ответственность друг перед другом;
    </p>
    <p>
        11.2. Продавцом осознано, что заявления и гарантии, заявленные пунктом
        7.1, а также со сроком действия этого Договора и его непрерывностью
        торговый агент связал волеизъявление в виде заключения настоящего
        Договора и что недействительность любого и какого-либо заявленного
        обстоятельства/условия, пробел, неправильность, неточность и другого
        рода выявление/препятствие, препятствующее регистрации/приобретению
        права собственности покупателя на предмет купли-продажи, а также, в
        общем, препятствует выполнению настоящего Договора, порождает
        безапелляционное право торгового агента отказаться от настоящего
        Договора без предварительного предупреждения Продавца и учреждения им
        дополнительного срока, в результате чего Продавец обязан
        незамедлительно заплатить торговому агенту штраф в размере
        недополученных комиссионных торгового Агента.
    </p>
    <p>
        11.3. В случае наступления предусмотренного пунктом 11.2 обстоятельства
        Продавец должен полностью возместить торговому агенту и
        заинтересованным им лицам любые расходы и полностью причиненный ущерб.
    </p>
    <p>
        <strong>12. <u>Передача требований и прав</u></strong>
        <strong></strong>
    </p>
    <p>
        12.1. Стороны исключительно соглашаются, что торговый агент, без
        дополнительного согласия Продавца, уполномочен передать любому третьему
        лицу свои права и обязательства, предусмотренные этим Договором;
    </p>
    <p>
        12.2. В случае передачи прав и обязательств третьему лицу торговый
        агент обязан незамедлительно сообщить об этом Продавцу посредством
        предусмотренного этим Договором средства коммуникации;
    </p>
    <p>
        12.3. Продавец не уполномочен передать предусмотренные этим Договором
        права и обязанности третьему лицу без письменного согласия торгового
        агента.
    </p>
    <p>
        <strong>13. <u>Действие Договора</u></strong>
        <strong></strong>
    </p>
    <p>
        13.1. Настоящий Договор вступает в силу с момента акцептирования его
        пользователем;
    </p>
    <p>
        13.2. Настоящий Договор действует в течение срока выполнения (первичных
        и вторичных) обязательств, предусмотренных этим же Договором, до
        момента продажи всего выставленного на продажу Товара Продавца или не
        менее срока в 50 лет;
    </p>
    <p>
        13.3. Настоящий Договор может быть прекращен досрочно:
    </p>
    <p>
        13.3.1. Отказом и/или расторжением в предусмотренных настоящим
        Договором случаях (статья 11.2);
    </p>
    <p>
        13.3.2. По соглашению Сторон;
    </p>
    <p>
        13.4. Досрочное прекращение настоящего Договора не аннулирует возникшие
        и невыполненные до прекращения обязательства, выполнение которых
        правовой режим прекращения Договора не исключает с точки зрения
        содержания;
    </p>
    <p>
        13.5. В случае досрочного прекращения этого Договора на любом основании
        и по инициативе Продавца и/или по его причине, если указанное не будет
        обусловлено грубой виной торгового агента, на Продавца будет возложена
        уплата торговому агенту санкции, предусмотренной пунктом 11.2 этого
        Договора.
    </p>
    <p>
        13.6 В случае одностороннего разрыва контракта не менее чем за 30
        (тридцать) рабочих дней, санкции и уплата штрафа на Продавца не
        возлагаются.
    </p>
    <p>
        <strong>14. <u>Применяемое право</u></strong>
        <strong></strong>
    </p>
    <p>
        14.1. Касательно настоящего Договора Стороны используют принципы
        Юнистрим и материальное законодательство Грузии.
    </p>
    <p>
        <strong>15. <u>Порядок рассмотрения спора</u></strong>
        <strong></strong>
    </p>
    <p>
        15.1. Стороны соглашаются, что споры, возникшие, исходя из настоящего
        Договора, будут рассмотрены и решены в Тбилисском гражданском суде
    </p>
    <p>
        <strong>16. <u>Расходы за оформление сделки</u></strong>
        <strong></strong>
    </p>
    <p>
        16.1. Стороны соглашаются, что расходы за заключение, регистрацию
        настоящего Договора возлагаются на Торгового агента.
    </p>
    <p>
        <strong>17. <u>Заключительные положения</u></strong>
        <strong></strong>
    </p>
    <p>
        17.1. Недействительность/признание не имеющим силы какого-либо
        положения настоящего Договора не вызывает недействительности/признания
        не имеющим силы других положений этого же Договора и его полной
        недействительности, если несмотря на недействительное положение
        возможно достижение согласованного предмета;
    </p>
    <p>
        17.2. Стороны гарантируют, что заключение настоящего Договора не
        противоречит применяемому праву, его основным принципам и заключенной с
        третьими лицами сделке, что не имеет место мнимость и/или сокрытия
        другой сделки и что не существует каких-либо фактических или правовых
        препятствий, которые могут препятствовать и/или сделать невозможным
        выполнение настоящего Договора;
    </p>
    <p>
        17.4. Стороны исключительно отмечают, что настоящий Договор заключен
        свободным волеизъявлением Сторон и без неправомерного воздействия на
        них, без обещания иных результатов со стороны какой-либо Стороны и
        совпадением воли;
    </p>
    <p>
        17.5. Правила платформы являются составляющими и неотъемлемыми частями
        настоящего Договора.
    </p>
</div>
