<div style='font-family:"DejaVu Sans","sans-serif";'>
    <p align="center">
        <strong><u>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ ДЛЯ ПЛАТФОРМЫ</u></strong>
    </p>
    <p>
        1. Настоящее Соглашение устанавливает общие правила и условия,
        признавая (акцептируя) которые, заинтересованное лицо изъявляет
        правовую волю стать авторизованным участником платформы и с помощью
        этой платформы осуществлять отдельные предложения, принимать участие в
        сделках и опционах, покупать, продавать, обменивать, распоряжаться,
        выражать заинтересованность в отдельных продуктах и услугах,
        размещенных и/или подлежащих размещению на платформе;
    </p>
    <p>
        2. Заинтересованное лицо, акцептирующее настоящее Соглашение,
        присоединяется к правилам, условиям пользования платформой и признает
        их договорными условиями, согласно которым у него возникают права и
        обязательства как по отношению к компании (далее Компания), владеющей
        платформой, так и другому авторизованному лицу (лицам) платформы.
        Указанное, в том числе подразумевает то, что настоящее Соглашение,
        достигнутое акцептированием заинтересованным лицом, приравнивается к
        заключению договора в письменной форме, за чем следуют юридические
        последствия. Также Заинтересованное лицо, акцептирующее настоящее
        Соглашение, присоединяется и признает типовые договоры, выложенные на
        платформе и согласно которых в дальнейшем, регулируется отдельные
        транзакции авторизованного пользователя. Типовые договоры, признание
        которых подтверждает пользователь, являются:
    </p>
    <p>
        2.1.
        <a
            href="{{ asset($offer_link) }}" target="_blank"
        >
            Письмо-оферта
        </a>
    </p>
    <p>
        2.2.
        <a
            href="{{ asset($agent_link) }}" target="_blank"
        >
            Агентский договор об эксклюзивной интернет-торговли
        </a>
    </p>
    <p>
        Пользователь признает право Компании о внесении в одностороннем порядке
        изменений и добавлений в типовые договоры, а также добавления новых
        типовых соглашений, про которых пользователь будет уведомлен путем
        средствами коммуникации указанных пользователем при авторизации / или
        же при изменений персональных данных
    </p>
    <p>
        3. Акцептированием настоящего Соглашения заинтересованное лицо
        присваивает платформе право (компании, владеющей/управляющей ею) на
        обработку персональных данных, их поиск и хранение, в частности:
    </p>
    <p>
        3.1. Заинтересованное лицо присваивает право (заявляет о согласии)
        компании на то, чтобы из любого государственного и частного учреждения
        находить/обрабатывать и хранить ту персональную информацию о нем,
        которая релевантна для целей платформы;
    </p>
    <p>
        3.2. Заинтересованное лицо заявляет о согласии на то, чтобы в целях
        мониторинга Компания, в рамках системы платформы и на ее средствах
        коммуникации, вела запись, обработку и хранение переписки, телефонных
        разговоров и предоставленной друг другу информации, поиск, обработку и
        хранение других персональных данных заинтересованного лица в том
        масштабе и объеме, которые будут оправданы в целях мониторинга;
    </p>
    <p>
        3.3. Заинтересованное лицо, в случае требования Компании, обязано
        предъявить/обновить и передать для обработки Компании персональную
        информацию, необходимую для целей платформы (в том числе идентификации,
        верификации);
    </p>
    <p>
        3.4. Заинтересованное лицо заявляет о согласии на то, чтобы Компания
        осуществляла поиск, обработку и хранение персональной информации с
        помощью нанятого для этого сотрудника и/или приглашенного специалиста
        (несмотря на правовой статус);
    </p>
    <p>
        3.5. Компания обеспечит поиск, обработку и хранение персональной
        информации заинтересованного лица конфиденциально, если иное не
        установлено законодательством Грузии;
    </p>
    <p>
        3.8. Компания уполномочена использовать персональную информацию
        заинтересованного лица, как для целей платформы, так и для
        предоставления последнему рекламы и для прямых маркетинговых целей, о
        чем заинтересованное лицо заранее выражает согласие;
    </p>
    <p>
        4. Компания уполномочена в одностороннем порядке изменить и по новому
        установить правила и условия пользования платформой, в том числе
        определить виды комиссионных и их размер, о чем заинтересованному лицу
        будет сообщено заранее за 03 дня раньше в сети платформы и путем
        отправления соответствующего уведомления на его электронную почту;
    </p>
    <p>
        5. Заинтересованное лицо обязано соблюдать и выполнять правила и
        условия платформы и прилагать все необходимые для этого усилия;
    </p>
    <p>
        6. Заинтересованное лицо лично несет ответственность за утерю пароля,
        переданного ему для авторизации платформы и входа в систему, и/или за
        несанкционированное использование иным путем, что означает то, что риск
        за сохранность уникального кода, генерированного для заинтересованного
        лица для входа в систему платформы, и неразглашения третьим лицам
        полностью возлагается на заинтересованное лицо.
    </p>
    <p>
        7. Компания не несет ответственность:
    </p>
    <p>
        7.1. За случаи невозможности проведения операций, вызванные по причине
        неисправности технических средств/интернет связи заинтересованного лица
        или по независящим от Компании причинам;
    </p>
    <p>
        7.2. За последствия, вызванные заполнением заявки заинтересованным
        лицом неправильными, неполноценными или ошибочными данными или/и
        использованием неправильных реквизитов;
    </p>
    <p>
        7.3. За последствия, вызванные невыполнением рекомендаций Компании;
    </p>
    <p>
        7.4. За такое несанкционированное использование платформы, которое
        обусловлено виной заинтересованного лица;
    </p>
    <p>
        7.5. За транзакции, осуществленные без безопасных средств/каналов
        коммуникации и доступа к системе платформы и их последствия;
    </p>
    <p>
        7.6. Во время пользования платформой санкционированно и/или
        несанкционированно третьими лицами данными, предназначенными
        заинтересованному лицу, если в поиске указанных данных нет вины
        Компании. Вместе с тем за поиск третьими лицами данных, предназначенных
        заинтересованному лицу, вне системы, Компания также не несет
        ответственности;
    </p>
    <p>
        8. Для упрощения доступности системы платформы Компания может создать и
        предложить заинтересованному лицу аппликацию, предусмотренную для
        мобильного телефона и других средств коммуникации (программное
        обеспечение);
    </p>
    <p>
        9. Заинтересованное лицо принимает к сведению то обстоятельство, что
        получение услуг при помощи платформы и ее мобильной или другого рода
        аппликации (в том числе инсталляция аппликации) зависит от исправного
        состояния технических средств и существования всех необходимых
        компонентов (в том числе наличия доступа к интернету) с его
        (заинтересованного лица) стороны, за что Компания не несет
        ответственности;
    </p>
    <p>
        10. Акцептированием настоящего Соглашения заинтересованное лицо
        заявляет о согласии на инсталляцию мобильной и/или любого другого рода
        аппликации платформы и в целях пользования платформой в дальнейшем с
        помощью этого программного обеспечения, для обработки/использования со
        стороны Компании могут стать доступными те любые данные хранящиеся
        (размещенные) в том техническом устройстве, в том числе персональные
        данные, в котором будет вестись инсталляция мобильной аппликации
        платформы. Указанное согласие на использование/пользование бессрочно
        распространяется на такие данные, информацию, материал и данность,
        хранящиеся в техническом устройстве заинтересованного лица, которые
        являются объектом защиты интеллектуальной собственности и которые могут
        быть в каком-либо и любом виде включены/привязаны во время
        инсталляции/использования мобильной или другого рода аппликации
        платформы, в связи с чем у Компании не возникает обязательство уплаты
        заинтересованному лицу и/или любому третьему лицу гонорара (груз
        претензии последнего полностью, прямо и в регрессивном режиме
        возлагается на заинтересованное лицо);
    </p>
    <p>
        11. Заинтересованное лицо не уполномочено вносить изменения в мобильную
        или другого рода аппликацию платформы, осуществлять копирование,
        репродукцию ее части и несанкционированное использование в любой виде и
        форме;
    </p>
    <p>
        12. Заинтересованное лицо принимает к сведению то обстоятельство, что
        мобильная и другого рода аппликация платформы представляет собой
        интеллектуальную собственность Компании и в целях настоящего Соглашения
        не уступает это право в пользу заинтересованного лица;
    </p>
    <p>
        13. Компания уполномочена по собственному усмотрению разработать, в том
        числе изменить политику безопасности доступности и пользования
        платформой и для этого внедрить различные инструменты;
    </p>
    <p>
        14. Компания уполномочена в любое время и без последующего согласия
        заинтересованного лица полностью и/или частично передать вытекающие из
        настоящего Соглашения права и обязательства третьему лицу, который с
        соответствующим объемом заменит его в правовых отношениях,
        сформированных с заинтересованным лицом;
    </p>
    <p>
        15. Компания уполномочена аннулировать/временно ограничить авторизацию
        заинтересованного лица в платформе, если последний нарушит какое-либо
        правило и условия настоящего Соглашения и пользования платформой,
        также, если он не удовлетворит установленные для него критерии;
    </p>
    <p>
        16. Заинтересованное лицо осознает, что акцепт настоящего Соглашения
        является безотзывным правовым инструментом, с помощью которого он
        устанавливает договорные отношения между Компанией и участвующими в
        платформе лицами;
    </p>
    <p>
        17. Компания уполномочена без предварительного предупреждения
        заинтересованного лица, на основании настоящего Соглашения, в
        безакцептном порядке списать с открытого в платформе счета комиссионный
        доход и другие суммы, принадлежащие Компании и/или участвующим в
        платформе лицам, а также суммы, ошибочно начисленные на счет
        заинтересованного лица. Заинтересованное лицо дает Компании безусловное
        и бесспорное право на списывание сумм в безакцептном порядке, в размере
        и на условиях, определенных настоящим Соглашением, без платежных
        поручений, а также операциями прямого дебетования со счета и без
        дополнительного акцепта со стороны заинтересованного лица по отношению
        к Компании;
    </p>
    <p>
        18. Настоящее Соглашение заключено на неопределенный срок и его
        досрочное расторжение допустимо в любое время, о чем Стороны уведомляют
        друг друга при помощи средств электронной коммуникации. Вместе с тем
        досрочное расторжение этого Соглашения не освобождает Стороны от
        возникших и невыполненных обязательств;
    </p>
    <p>
        19. Настоящее Соглашение и правила и условия пользования платформой
        являются единым правовым инструментом и каждый из них является
        неотъемлемой частью друг друга;
    </p>
    <p>
        20. По отношению к настоящему Соглашению и правилам и условиям
        пользования платформой действует материальное законодательство Грузии с
        оговоркой, которая исключает использование права другой страны;
    </p>
    <p>
        21. Полномочия и международная компетенция рассмотрения любого спора,
        вытекающего из настоящего Соглашения и правил и условий пользования
        платформой, в том числе в связи с действительностью настоящего
        Соглашения, принадлежит суду Грузии, и только суд, входящий в систему
        общих судов Грузии, уполномочен рассмотреть упомянутый спор, что
        исключает компетенцию какого-либо суда другой страны касательно этого
        спора;
    </p>
    <p>
        22. Настоящее Соглашение в силе с момента акцепта.
    </p>
</div>